[CerberusNemesisM1 X2CharacterTemplate]
strCharacterName="Cerberus Nemesis"
[CerberusNemesisM2 X2CharacterTemplate]
strCharacterName="Cerberus Nemesis"
[CerberusNemesisM3 X2CharacterTemplate]
strCharacterName="Cerberus Nemesis"

[AutopsyCerberusNemesis X2TechTemplate]
DisplayName="Cerberus Nemesis Autopsy"
Summary="The nemesis is a Cerberus sniper specialist. Customized implants allow the nemesis to withstand the crippling kickback of the antimateriel rifle, turning a redoubtable opponent into a force capable of inflicting instant death. Additionally, their implants make them the perfect biotic candidate."
CodeName="Hydra Mk. 5"
LongDescription="The nemesis is a Cerberus sniper specialist. Customized implants allow the nemesis to withstand the crippling kickback of the antimateriel rifle, turning a redoubtable opponent into a force capable of inflicting instant death. Additionally, their implants make them the perfect biotic candidate. "

[CorpseCerberusNemesis X2ItemTemplate]
FriendlyName="Cerberus Nemesis Corpse"
FriendlyNamePlural="Cerberus Nemesis Corpses"
BriefSummary="Autopsy on this specimen may lead to further advancement."

[ProvingGroundsProject_CerberusNemesisArmor X2TechTemplate]
DisplayName="Cerberus Nemesis Armor"
Summary="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased movement and dodge potential."
CodeName="Hydra's Scales Mk. 2"
LongDescription="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased movement and dodge potential."

[CerberusNemesisArmorSoldier X2ArmorTemplate]
FriendlyName="Cerberus Nemesis Armor"
FriendlyNamePlural="Cerberus Nemesis Armors"
BriefSummary="The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased mobility. "
TacticalText="<Bullet/>The Cerberus Nemesis armor lacks heavy armor, but compensates for this through increased mobility. "



